[
    {
        "name": "Ralf Usbeck",
        "slug": "./images/ralf-usbeck.png",
        "company": "CEO Chain4Travel",
        "text": "Gerrit is a talented designer with technical know-how and a deep understanding of his work. I have had the pleasure of working with Gerrit on various projects for several years."
    },
    {
        "name": "Ute Becker",
        "slug": "./images/ute-becker.png",
        "company": "Ernährungsberatung Ute Becker",
        "text": "My website is clear, understandable and well structured for my customers. Even after the initial setup, Gerrit was always available and provided technical support immediately in the event of problems and always provided the latest updates."
    },
    {
        "name": "Reinhold Rapp",
        "slug": "./images/reinhold-rapp.png",
        "company": "CEO GrowthBox",
        "text": "I really appreciate working with Gerrit, because with him I have a development partner and not just a service provider. Working together for the GrowthBox has always been customer oriented, punctual and very engaging - I thoroughly enjoyed it."
    },
    {
        "name": "Elizabeth Graham",
        "slug": "./images/elizabeth-graham.png",
        "company": "Nutrition Intelligence",
        "text": "Gerrit brought a unique enthusiasm to my project that made working with him fun, energetic, and impactful. I truly felt like he was part of my team and believed in the success of my project as if it were his own. On top of it all, his design work is best in class, bringing our branding and app design to a whole new level!"
    },
    {
        "name": "Alesia Kunts",
        "slug": "./images/alesia-kunts.png",
        "company": "CEO Qizify Learning",
        "text": "Gerrit is dedicated to his work, responsible and delivers his work on time (or earlier). He does not hesitate to share ideas that address the needs of our customers better than we originally thought. He is communicative, creative, experienced, and professional."
    },
    {
        "name": "David Zacharias",
        "slug": "./images/david-zacharias.png",
        "company": "Owner of Existential Psychiatry",
        "text": "I have worked with Gerrit for nearly two years now and deeply appreciate his extensive knowledge, ability for creative problem-solving, professional and responsive demeanor, and the fact that he clearly cares about quality in his work."
    }
]